Repository: belenix/belenixold
Catalog: trunk/spec_files/jds/po-sun/gnome-desktop/po-sun/*.po
Languages: cs, de, fr, it, pt_br, zh_hk

source: GNOME version, licence and useful links
de: GNOME-Version, Lizenz und hilfreiche Verknüpfungen
fr: Version, licence et liens utiles de GNOME
it: Versione, licenza e collegamenti utili di GNOME
pt_br: Versão, licença e links úteis do GNOME
zh_hk: GNOME 版本、授權和實用連結

source: Software
fr: Logiciel
zh_hk: 軟體

source: Developers
de: Entwickler
fr: Développeurs
it: Sviluppatori
pt_br: Desenvolvedor
zh_hk: 開發者

source: About GNOME
cs: O GNOME
de: Info zu GNOME
fr: À propos de GNOME
it: Informazioni su GNOME
pt_br: Sobre o GNOME
zh_hk: 關於 GNOME

source: About JDS
cs: O JDS
de: Info zu JDS
fr: À propos de JDS
it: Informazioni su JDS
pt_br: Sobre o JDS
zh_hk: 關於 JDS

source: GNOME Library
cs: Knihovna GNOME
de: GNOME-Bibliothek
fr: Bibliothèque GNOME
it: Biblioteca GNOME
pt_br: Biblioteca do GNOME
zh_hk: GNOME 程式庫

source: Contact
cs: Kontakt
de: Kontakt
it: Contatti
pt_br: Contato
zh_hk: 聯絡我們

source: Contains Macromedia Flash Player technology by Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. All rights reserved. Macromedia, Flash and Macromedia Flash are trademarks or registered trademarks of Macromedia, Inc. in the United States and internationally.
cs: Obsahuje Macromedia Flash technologii od Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. Všechna práva vyhrazena. Macromedia, Flash a Macromedia Flash jsou obchodní značky nebo registrované značky společnosti Macromedia, Inc. ve Spojených státech a mezinárodně.
de: Enthält Macromedia Flash Player-Technologie von Macromedia Inc. Copyright 1995-2002 Macromedia Inc. Alle Rechte vorbehalten. Macromedia, Flash und Macromedia Flash sind Marken von Macromedia Inc. in den USA und anderen Ländern.
fr: Inclut la technologie Macromedia Flash Player de Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. Tous droits réservés. Macromedia, Flash et Macromedia Flash sont des marques commerciales ou des marques déposées de Macromedia, Inc. aux États-Unis et dans le monde entier.
it: Contiene la tecnologia Flash Player di Macromedia, Inc., Copyright 1995-2002 di Macromedia, Inc. Tutti i diritti riservati. Macromedia, Flash e Macromedia Flash sono marchi o marchi registrati di Macromedia, Inc. negli Stati Uniti e in altri paesi.
pt_br: Contém tecnologia do Macromedia Flash Player da Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. Todos os direitos reservados. Macromedia, Flash e Macromedia Flash são marcas comerciais ou registradas da Macromedia, Inc. nos Estados Unidos e no mundo inteiro.
zh_hk: 包含 Macromedia, Inc. 的 Macromedia Flash Player 技術，版權 1995-2002 Macromedia, Inc. 所有，保留所有權利。Macromedia、Flash 與 Macromedia Flash 是 Macromedia, Inc. 在美國或國際上的的商標或註冊商標。

source: Copyright 2007 Sun Microsystems, Inc. All rights reserved.
cs: Copyright 2007 Sun Microsystems, Inc. Všechna práva vyhrazena.
de: Copyright © 2007 Sun Microsystems Inc. Alle Rechte vorbehalten.
fr: Copyright © 2007 Sun Microsystems, Inc. Tous droits réservés.
it: Copyright © 2007 Sun Microsystems, Inc. Tutti i diritti riservati.
pt_br: Copyright Parcial © 2007 Sun Microsystems, Inc. Todos os direitos reservados.
zh_hk: Copyright © 2007 Sun Microsystems, Inc. 版權所有。

source: Developers and System Support personnel should be aware that future versions of GNOME may contain different applications, tools and programming interfaces from those found in GNOME 2.0, 2.6 or later released versions.
cs: Vývojáři a pracovníci Systémové Podpory by měli být obeznámeni s tím, žebudoucí verze GNOME mohou obsahovat odlišné aplikace, nástroje a programovacírozhranní od těch nacházejících se v GNOME 2.0, 2.6 nebo v později vydaných verzích.
de: Entwicklern und Personal, das für die Systemunterstützung zuständig ist, sollte bekannt sein, dass zukünftige Versionen von GNOME Anwendungen, Tools und Programmierungsschnittstellen enthalten können, die sich von denen in GNOME 2.0, 2.6 oder späteren Versionen unterscheiden.
fr: Les développeurs et le personnel du support système doivent savoir que les prochaines versions de GNOME contiendront peut-être des applications, outils et interfaces de programmation différents de ceux de GNOME 2.0, 2.6 et versions ultérieures.
it: Si avvisano gli sviluppatori e il personale preposto alla configurazione del sistema che le versioni future di GNOME potrebbero contenere applicazioni, strumenti e interfacce di programmazione diversi da quelli presenti in GNOME 2.0, 2.6 o nelle versioni successive.
pt_br: O pessoal de suporte de sistema e os desenvolvedores devem estar cientes de que as futuras versões do GNOME conterão aplicativos, ferramentas e interfaces de programas diferentes das encontradas nas versões GNOME 2.0, 2.6 ou posteriores.
zh_hk: 開發者和系統支援人員應注意到 GNOME 的未來版本可能包含與 GNOME 2.0、2.6 或更新發行版本不同的應用程式、工具和程式設計介面。

source: For the avoidance of doubt, except that if any license choice other than GPL or LGPL is available it will apply instead, Sun elects to use only the General Public License version 2 (GPLv2) at this time for any software where a choice of GPL license versions is made available with the language indicating that GPLv2 or any later version may be used, or where a choice of which version of the GPL is applied is otherwise unspecified.
cs: Aby se předešlo pochybnostem, s tou vyjimkou ze, pokud je dostupný výběr licence jiné než GPL nebo LGPL, bude pouzity jako nahrada, Sun si nyní ustanovil použit pouze General Public License version 2 (GPLv2) v jakémkoliv softwaru, kdevýběr GPL licenční verze je dostupný s jazykem ukazující, že GPLv2 nebo jakkoliv pozdějí verze může být použita, nebo tam, kde výběr použit verze GPL, neni blíže spefifikován.
de: Um Unklarheiten auszuschließen - es sei denn es steht eine andere Lizenz als GPL oder LGPL zur Auswahl, die stattdessen Anwendung findet - entscheidet sich Sun dafür, derzeit für jegliche Software nur die General Public License-Version 2 (GPLv2) zu verwenden, sofern GPL-Lizenzversionen in der entsprechenden Sprache zur Verfügung stehen und darauf hingewiesen wird, dass GPLv2 oder eine spätere Version verwendet werden kann, bzw. nicht ausdrücklich vorgeschrieben wird, welche Version von GPL zu verwenden ist.
fr: Afin d'éviter toute confusion, Sun a choisi pour l'instant d'utiliser uniquement la licence General Public License version 2 (GPLv2) pour les logiciels dont la version de GPL localisée offre la possibilité d'utiliser la version GPLv2 ou une version ultérieure, ou ceux dont la version GPL applicable n'est pas spécifiée. Cependant, si une licence autre que GPL ou LGPL est mise à disposition, la licence en question sera appliquée.
it: Per evitare qualsiasi dubbio, a eccezione del caso in cui sia disponibile e applicabile in sostituzione una licenza diversa da GPL o LGPL, allo stato attuale Sun ha deciso di utilizzare solo la General Public License versione 2 (GPLv2) per qualsiasi software per cui sia disponibile una scelta tra versioni di licenze GPL e venga indicato il possibile utilizzo di GPLv2 o di qualsiasi versione successiva oppure quando non è diversamente specificata una scelta della versione della GPL applicata.
pt_br: Para evitar dúvidas, excetuando-se os casos em que houver disponibilidade de escolha para licenças diferentes de GPL ou LGPL, a Sun elege o uso apenas da General Public License versão 2 (GPLv2) neste momento para qualquer software em que houver possibilidade de escolha entre versões da licença GPL com o idioma indicando que a versão GPLv2 ou qualquer versão posterior possa ser usada; ou nos casos em que não esteja explícita a escolha de tais versões da GPL.
zh_hk: 為了避免產生疑問 (除了在 GPL 或 LGPL 以外還有其他授權方式可供選擇並且改用該授權以外)，Sun 目前只選擇以「通用公共授權 (General Public License)」第 2 版 (GPLv2) 做為所有軟體的授權方式，其中選擇的 GPL 授權版本是否附帶表示可能使用 GPLv2 或更新版本的說明，或已選擇使用哪個 GPL 版本，則不予以指明。

source: Sun, Sun Microsystems, the Sun logo and Java are trademarks or registered trademarks of Sun Microsystems, Inc. in the U.S. and other countries.
cs: Sun, Sun Microsystems, logo Sun a logo Java jsou ochrannými známkami společnosti Sun Microsystems, Inc. ve Spojených státech a ostatních zemích.
de: Sun, Sun Microsystems, das Sun-Logo und Java sind Marken von Sun Microsystems Inc. in den USA und anderen Ländern.
fr: Sun, Sun Microsystems, le logo Sun et Solaris sont des marques commerciales ou des marques déposées de Sun Microsystems, Inc. aux États-Unis et dans le monde entier.
it: Sun, Sun Microsystems, il logo Sun e Java sono marchi o marchi registrati di Sun Microsystems, Inc. negli Stati Uniti e in altri paesi.
pt_br: Sun, Sun Microsystems, o logotipo da Sun e Java são marcas comerciais ou registradas da Sun Microsystems, Inc. nos Estados Unidos e em outros países.
zh_hk: Sun、Sun Microsystems 是 Sun 的標誌而 Java 是Sun Microsystems, Inc.在美國或其他國家的商標或註冊商標。

source: U.S. Government Rights - Commercial software. Government users are subject to the Sun Microsystems, Inc. standard license agreement and applicable provisions of the FAR and its supplements. Use is subject to license terms. This distribution may include materials developed by third parties. Portions may be derived from Berkeley BSD systems, licensed from U. of CA.
cs: U.S vládní práva - komerční software. Vládní uživatelé jsou předmětem Sun Microsystems, Inc. standardního licenčního ujednání a relevantních stanov FAR a příloh. Používání podléhá licenčnímu ujednání. Tato distribuce může obsahovat materiály vyvinuté třetími stranami. Části jsou odvozené z Berkeley BSD systémů, licencovaných Kalifornskou Univerzitou.
de: US-Regierungslizenzen: - Kommerzielle Software. Nutzer in Regierungsbehörden unterliegen der Standard-Lizenzvereinbarung von Sun Microsystems Inc. sowie den relevanten Bestimmungen der FAR mit Zusätzen. Die Nutzung unterliegt den Lizenzbestimmungen. Diese Distribution kann Materialien enthalten, die von Dritten entwickelt wurden. Teile können von Berkeley BSD-Systemen abgeleitet sein, wofür eine Lizenz der University of California vorliegt.
fr: Droits du gouvernement américain - Logiciel commercial. Les utilisateurs gouvernementaux sont soumis au contrat de licence standard de Sun Microsystems, Inc. et aux clauses applicables du FAR et de ses compléments. L'utilisation de ce logiciel est assujettie aux termes de la licence. Cette distribution peut contenir des éléments développés par des tiers. Des parties de ce produit peuvent être dérivées du système Berkeley BSD, sous licence de l'Université de Californie.
it: U.S. Government Rights - Commercial software. Government users are subject to the Sun Microsystems, Inc. standard license agreement and applicable provisions of the FAR and its supplements. L'uso è soggetto ai termini della licenza. Questa distribuzione può contenere materiale sviluppato da terze parti. Parti possono derivare dai sistemi Berkeley BSD, concessi in licenza dalla U. of CA.
pt_br: Direitos do Governo dos Estados Unidos - Software comercial. Os usuários do Governo estão sujeitos ao contrato de licença padrão da Sun Microsystems, Inc. e às disposições aplicáveis da FAR e seus suplementos. O uso está sujeito aos termos da licença. Esta distribuição pode incluir materiais desenvolvidos por terceiros.
zh_hk: 美國政府權利 - 商用軟體。政府使用者受到 Sun Microsystems, Inc. 標準軟體授權合約與適用的 FAR 條款及其附錄條款所規範。其用途受到軟體使用條款的規範。本發行可能包括由第三方所開發的元件。產品部分係出自 University of California 授權的 Berkeley BSD 系統。
