Repository: belenix/belenixold
Catalog: spec_files/jds/po-sun/gnome-control-center/po-sun/*.po
Languages: de, it

source: The X server does not support the XRANDR extension. Runtime resolution changes to the display size are not available.
de: Der X-Server unterstützt die XRANDR-Erweiterung nicht. Die Laufzeit-Auflösungsänderungen für die Anzeigegröße sind nicht verfügbar.
it: Il server X non supporta l’estensione XRANDR. Non sono disponibili modifiche della risoluzione a runtime per le dimensioni di visualizzazione.

source: Testing the new settings. If you don't respond in %d second the previous settings will be restored.
de: Neue Einstellungen werden getestet. Wenn Sie nicht in %d Sekunde reagieren, werden die alten Einstellungen wiederhergestellt.
it: Controllo delle nuove impostazioni in corso. Se non si risponde entro %d secondo, verranno ripristinate le impostazioni precedenti.

source: Choose which accessibility features to enable when you log in
de: Auswahl der Zugangsfunktionen, die aktiviert werden müssen, wenn Sie sich anmelden
it: Scegli le funzionalità di accesso facilitato da abilitare al login

source: Keep Settings
de: Einstellungen beibehalten
it: Mantieni impostazioni

source: Do you want to keep these settings?
de: Möchten Sie diese Einstellungen beibehalten?
it: Mantenere le impostazioni correnti?

source: Use _previous settings
de: _Vorherige Einstellungen verwenden
it: Usa le im_postazioni precedenti

source: _Keep settings
de: _Einstellungen beibehalten
it: _Mantieni le impostazioni

source: Desktop effects could not be enabled
de: Desktop-Effekte konnten nicht aktiviert werden
it: Impossibile abilitare gli effetti del desktop

source: <b>Visual effects cannot be enabled</b> Details :
de: <b>Visuelle Effekte können nicht aktiviert werden</b> Details:
it: <b>Impossibile abilitare gli effetti visivi</b> Dettagli:

source: Composite extension is not enabled
de: Composite-Erweiterung ist nicht aktiviert
it: L'estensione composita non è abilitata

source: This application was compiled without the OpenGL extension
de: Diese Anwendung wurde ohne die OpenGL-Erweiterung kompiliert
it: L'applicazione è stata compilata senza estensione OpenGL

source: The OpenGL extension TextureFromPixmap is not enabled
de: Die OpenGL-Erweiterung TextureFromPixmap ist nicht aktiviert
it: L'estensione OpenGL TextureFromPixmap non è abilitata

source: Compiz is not installed on the system
de: Compiz ist nicht auf dem System installiert
it: Compiz non è installato nel sistema

source: Check if visual effects can be enabled
de: Prüfen, ob visuelle Effekte aktiviert werden können
it: Verificare che gli effetti visivi siano attivabili

source: <b>C_ustom:</b> Uses custom set of effects.
de: <b>B_enutzerdefiniert:</b> Verwendet eine Gruppe von benutzerdefinierten Effekten.
it: <b>Personali_zzato:</b> utilizza un insieme di effetti personalizzato.

source: <b>E_xtra:</b> Provides more aesthetically pleasing set of effects. Requires faster graphics-card.
de: <b>E_xtra:</b> Liefert ästhetisch ansprechendere Effekte. Erfordert eine schnellere Grafikkarte.
it: <b>E_xtra:</b> fornisce un insieme di effetti estetici più accattivanti. Richiede una scheda grafica più veloce.

source: <b>N_ormal:</b> Provides improved usability and good balance between attractiveness and moderate performance-requirements.
de: <b>N_ormal:</b> Sorgt für verbesserte Nutzbarkeit und ein ausgewogenes Verhältnis zwischen Attraktivität und moderaten Leistungsanforderungen.
it: <b>N_ormale:</b> costituisce un buon compromesso tra estetica e prestazioni discrete e offre una maggiore facilità di utilizzo.

source: <b>_None:</b> Provides a simple desktop environment without any effects.
de: <b>_Ohne:</b> Liefert eine einfache Desktop-Umgebung ohne Effekte.
it: <b>_Nessuno:</b> fornisce un ambiente desktop semplice e privo di effetti.

source: Visual Effects
de: Visuelle Effekte
it: Effetti visivi

source: Choose applications to open different types of document
de: Anwendungen auswählen, um verschiedene Dokumenttypen zu öffnen
it: Scegli le applicazioni con cui aprire i diversi tipi di documenti

source: Adjust the screen resolution and rotation
de: Bildschirmauflösung und Rotation einstellen
it: Regola la risoluzione e l'orientamento dello schermo

source: Key Binding (%s) has its action defined multiple times
de: Die Aktion für die Tastenbelegung (%s) wurde mehrfach definiert.
it: L'azione dell'associazione di tasti (%s) è definita più volte

source: Key Binding (%s) has its binding defined multiple times
de: Die Belegung für die Tastenbelegung (%s) wurde mehrfach definiert.
it: L'associazione dell'associazione di tasti (%s) è definita più volte

source: Key Binding (%s) is incomplete
de: Tastenkombination (%s) ist unvollständig
it: La scorciatoia (%s) è incompleta

source: Custom Shortcuts
de: Benutzerdefinierte Tastenkombinationen
it: Scelte rapide personalizzate

source: Browse
de: Durchsuchen
it: Sfoglia

source: Custom Binding
de: Benutzerdefinierte Belegung
it: Associazione personalizzata

source: Custom Shortcuts:
de: Benutzerdefinierte Tastenkombinationen:
it: Tasti di scelta rapida personalizzati:

source: _Browse
de: _Durchsuchen
it: _Sfoglia

source: _Edit...
de: B_earbeiten...
it: _Impostazioni...

source: _New Command:
de: _Neuer Befehl:
it: _Nuovo comando:

source: Set auto-repeat preferences and enforce typing breaks
de: Einstellungen für automatische Wiederholungen festlegen und Eingabeunterbrechungen erzwingen
it: Imposta le preferenze di ripetizione automatica e attiva le pause di digitazione

source: Set mouse button and motion preferences
de: Einstellungen für Maustaste und Bewegung festlegen
it: Imposta le preferenze dei pulsanti e del movimento del mouse

source: Set up a network proxy for most desktop applications
de: Netzwerk-Proxy für die meisten Desktop-Anwendungen einrichten
it: Imposta un proxy di rete per la maggior parte delle applicazioni desktop

source: Turn sounds on or off, and associate sounds with events
de: Ein- und Ausschalten von Sounds und Zuordnen von Sounds zu Ereignissen
it: Attiva o disattiva l'audio e associa suoni agli eventi

source: Change window selection, movement and sizing behavior
de: Fensterauswahl, Bewegung und Skalierungsverhalten ändern
it: Cambia modalità di ridimensionamento, spostamento e selezione delle finestre
