Repository: belenix/belenixold
Catalog: spec_files/jds/po-sun/gnome-desktop/po-sun/*.po
Languages: es, zh_cn

source: GNOME version, licence and useful links
es: Versión de GNOME, licencia y vínculos útiles
zh_cn: GNOME 版本、许可证和有用的链接

source: Software
zh_cn: 软件

source: Developers
es: Desarrolladores
zh_cn: 开发者

source: About GNOME
es: Acerca de GNOME
zh_cn: 关于 GNOME

source: About JDS
es: Acerca de JDS
zh_cn: 关于 JDS

source: GNOME Library
es: Biblioteca de GNOME
zh_cn: GNOME 库

source: Contact
es: Contacto
zh_cn: 联系

source: Contains Macromedia Flash Player technology by Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. All rights reserved. Macromedia, Flash and Macromedia Flash are trademarks or registered trademarks of Macromedia, Inc. in the United States and internationally.
es: Utiliza la tecnología Macromedia Flash Player de Macromedia, Inc., Copyright 1995-2002 Macromedia, Inc. Todos los derechos reservados. Macromedia, Flash y Macromedia Flash son marcas comerciales o marcas comerciales registradas de Macromedia, Inc. en Estados Unidos e internacionalmente.
zh_cn: 包含 Macromedia, Inc. 的 Macromedia Flash Player 技术，版权 1995-2002 Macromedia, Inc. 保留所有权利。Macromedia、Flash 和 Macromedia Flash 是 Macromedia, Inc. 在美国和全世界的商标或注册商标。

source: Copyright 2007 Sun Microsystems, Inc. All rights reserved.
es: Copyright © 2007 Sun Microsystems, Inc. Todos los derechos reservados.
zh_cn: 版权 2007 Sun Microsystems, Inc. 保留所有权利。

source: Developers and System Support personnel should be aware that future versions of GNOME may contain different applications, tools and programming interfaces from those found in GNOME 2.0, 2.6 or later released versions.
es: Los desarrolladores y responsables de asistencia deben tener en cuenta que las versiones futuras de GNOME pueden contener aplicaciones, herramientas e interfaces de programación distintas de las que hay en GNOME 2.0, 2.6 o versiones lanzadas posteriormente.
zh_cn: 开发者和系统支持人员应该意识到，将来的 GNOME 版本可能会包含与 GNOME 2.0、2.6 或之后发行的版本不同的应用程序、工具和编程接口。

source: For the avoidance of doubt, except that if any license choice other than GPL or LGPL is available it will apply instead, Sun elects to use only the General Public License version 2 (GPLv2) at this time for any software where a choice of GPL license versions is made available with the language indicating that GPLv2 or any later version may be used, or where a choice of which version of the GPL is applied is otherwise unspecified.
es: Para evitar dudas, en este momento Sun decide utilizar únicamente General Public License versión 2 (GPLv2) para cualquier software en que haya opciones de versiones de licencia GPL con el idioma que indiquen que puede utilizarse GPLv2 o cualquier versión posterior, o donde no se especifique qué versión de GPL se aplica, excepto si está disponible una opción de licencia distinta de GPL o LGPL que se aplicará en su lugar.
zh_cn: 为了避免存在疑问，如果有除了 GPL 或 LGPL 之外的任何许可证供选择，则应用该许可证，除此之外，Sun 目前对所有软件均只选择使用通用公共许可证版本 2 (General Public License version 2, GPLv2)，这些软件在使用某一 GPL 许可证版本时或者使用文字指明可以使用 GPLv2 或任何更高版本，或者未指明适用哪个 GPL 版本。

source: Sun, Sun Microsystems, the Sun logo and Java are trademarks or registered trademarks of Sun Microsystems, Inc. in the U.S. and other countries.
es: Sun, Sun Microsystems, el logotipo de Sun y Solaris son marcas comerciales o marcas comerciales registradas de Sun Microsystems, Inc. en los Estados Unidos y en otros países.
zh_cn: Sun、Sun Microsystems、Sun 徽标和 Java 是 Sun Microsystems, Inc. 在美国和其他国家（地区）的商标或注册商标。

source: U.S. Government Rights - Commercial software. Government users are subject to the Sun Microsystems, Inc. standard license agreement and applicable provisions of the FAR and its supplements. Use is subject to license terms. This distribution may include materials developed by third parties. Portions may be derived from Berkeley BSD systems, licensed from U. of CA.
es: Derechos gubernamentales de los EEUU - Software comercial. Los usuarios del gobierno de los Estados Unidos están sujetos a los acuerdos de la licencia estándar de Sun Microsystems, Inc. y a las disposiciones aplicables sobre los FAR (derechos federales de adquisición) y sus suplementos. El uso está sujeto a las condiciones de la licencia. Esta distribución puede incluir material desarrollado por otras empresas. Algunas partes pueden derivarse del sistema Berkeley BSD, concedido bajo licencia por la Universidad de California.
zh_cn: 美国政府权利 - 商业软件。政府用户必须遵循 Sun Microsystems, Inc. 的标准许可协议和 FAR 及其补充规定中的适用条款。使用者必须遵守许可条款。本发行版本可能包含由第三方开发的资料。部分内容可能源自 Berkeley BSD 系统，由加利福尼亚大学授权。
