Repository: belenix/belenixold
Catalog: trunk/spec_files/jds/po-sun/gnome-control-center/po-sun/*.po
Languages: es, fr, ja, ko, pt_br, zh_cn, zh_hk

source: The X server does not support the XRANDR extension. Runtime resolution changes to the display size are not available.
es: El servidor X no admite la extensión XRANDR. Los cambios de la resolución del tiempo de ejecución en el tamaño de visualización no están disponibles.
fr: Le serveur X ne prend pas en charge l'extension XRANDR. Les modifications de résolution d'exécution apportées à la taille d'affichage ne sont pas disponibles.
ja: X サーバーは XRANDR 拡張機能をサポートしていません。ディスプレイのサイズへのランタイム解像度の変更は使用できません。
ko: X 서버는 XRANDR 확장을 지원하지 않습니다. 디스플레이 크기에 대한 런타임 해상도 변경 기능을 사용할 수 없습니다.
pt_br: O X server não oferece suporte à extensão XRANDR. As alterações na resolução do tempo de execução não estão disponíveis para o tamanho de exibição.
zh_cn: X 服务器不支持 XRANDR 扩展。不能在运行时对显示大小进行分辨率更改。
zh_hk: X 伺服器不支援 XRANDR 擴充程式。不能在執行階段對顯示大小進行解析度變更。

source: Testing the new settings. If you don't respond in %d second the previous settings will be restored.
es: Probando la nueva configuración. Si no responde en %d segundo, se restaurará la configuración anterior.
fr: Test des nouveaux paramètres. En l'absence de réponse, les paramètres précédents seront restaurés dans %d seconde.
ja: 新しい設定をテストしています。%d 秒以内に応答しないと、以前の設定に戻ります。
ko: 새 설정을 테스트 중입니다. %d초 이내에 응답하지 않으면 이전 설정이 복원됩니다.
pt_br: Testando as novas configurações. Se você não responder em %d segundo, as configurações anteriores serão restauradas.
zh_cn: 测试这些新设置。如果您不在 %d 秒内进行响应，则将恢复以前的设置。
zh_hk: 正在測試這些新設定。如果您不在 %d 秒內進行回應，將復原先前的設定。

source: Choose which accessibility features to enable when you log in
es: Elija las funciones de accesibilidad que deben habilitarse al iniciar sesión
fr: Choisir les fonctions d'accessibilité à activer lorsque vous vous connectez
ja: ログイン時に有効にするアクセシビリティー機能を選択します
ko: 로그인할 때 활성화할 내게 필요한 옵션 기능을 선택합니다.
pt_br: Escolha quais recursos de acessibilidade serão ativados ao efetuar login
zh_cn: 选择在登录时要启用哪些辅助功能
zh_hk: 選擇要在登入時啟用的協助工具功能

source: Keep Settings
es: Mantener configuración
fr: Conserver les paramètres
ja: 設定の維持
ko: 설정 유지
pt_br: Manter configurações
zh_cn: 保留设置
zh_hk: 保留設定

source: Do you want to keep these settings?
es: ¿Desea mantener esta configuración?
fr: Souhaitez-vous conserver ces paramètres ?
ja: これらの設定を維持しますか?
ko: 이 설정을 유지하시겠습니까?
pt_br: Deseja manter estes diretórios?
zh_cn: 是否要保留这些设置？
zh_hk: 是否要保留這些設定？

source: Use _previous settings
es: Usar configuración _anterior
fr: Utiliser les paramètres _précédents
ja: 以前の設定を使用(_P)
ko: 이전 설정 사용(_P)
pt_br: Usar configurações _anteriores
zh_cn: 使用以前的设置(_P)
zh_hk: 使用先前的設定(_P)

source: _Keep settings
es: _Mantener configuración
fr: _Conserver les paramètres
ja: 設定の維持(_K)
ko: 설정 유지(_K)
pt_br: _Manter configurações
zh_cn: 保留设置(_K)
zh_hk: 保留設定(_K)

source: Desktop effects could not be enabled
es: No se han podido habilitar los efectos de escritorio
fr: Impossible d'activer les effets de bureau
ja: デスクトップ効果を有効にすることができませんでした
ko: 바탕화면 효과를 활성화할 수 없습니다.
pt_br: É possível que os efeitos da área de trabalho não estejam ativados
zh_cn: 无法启用桌面效果
zh_hk: 無法啟用桌面效果

source: <b>Visual effects cannot be enabled</b> Details :
es: <b>No se pueden habilitar los efectos visuales</b> Detalles:
fr: <b>Impossible d'activer les effets visuels</b> Détails :
ja: <b>視覚効果を有効にすることができません</b> 詳細:
ko: <b>시각적 효과를 활성화할 수 없습니다.</b> 세부 정보:
pt_br: <b>Não é possível ativar os efeitos visuais</b> Detalhes :
zh_cn: <b>无法启用可视效果</b> 详细信息：
zh_hk: <b>無法啟用視覺效果</b> 詳細資訊：

source: Composite extension is not enabled
es: No está habilitada la extensión compuesta
fr: Extension composite non activée
ja: コンポジット拡張が有効になっていません
ko: 복합 확장이 활성화되지 않습니다.
pt_br: A extensão composta não está ativada
zh_cn: 复合扩展未启用
zh_hk: 未啟用複合式延伸

source: This application was compiled without the OpenGL extension
es: Esta aplicación se ha compilado sin la extensión OpenGL
fr: Cette application a été compilée sans l'extension OpenGL
ja: このアプリケーションは OpenGL 拡張なしでコンパイルされました
ko: 이 응용 프로그램이 OpenGL 확장을 사용하지 않고 컴파일되었습니다.
pt_br: Este aplicativo foi compilado sem a extensão OpenGL
zh_cn: 此应用程序进行了编译，但没有使用 OpenGL 扩展
zh_hk: 此應用程式在沒有 OpenGL 延伸的情況下進行了編譯

source: The OpenGL extension TextureFromPixmap is not enabled
es: No está habilitada la extensión TextureFromPixmap de OpenGL
fr: L'extension OpenGL TextureFromPixmap n'est pas activée
ja: OpenGL 拡張 TextureFromPixmap が有効になっていません
ko: OpenGL 확장 TextureFromPixmap이 활성화되지 않습니다.
pt_br: A extensão OpenGL TextureFromPixmap não está ativada
zh_cn: OpenGL 扩展 TextureFromPixmap 未启用
zh_hk: 未啟用 OpenGL 延伸 TextureFromPixmap

source: Compiz is not installed on the system
es: Compiz no está instalado en el sistema
fr: Compiz n'est pas installé sur le système
ja: Compiz がシステムにインストールされていません
ko: Compiz가 시스템에 설치되어 있지 않습니다.
pt_br: Compiz não está instalado no sistema
zh_cn: 系统上没有安装 Compiz
zh_hk: 系統上未安裝 Compiz

source: Check if visual effects can be enabled
es: Compruebe si se pueden habilitar los efectos visuales
fr: Vérifiez que les effets visuels peuvent être activés
ja: 視覚効果を有効にできるかどうかを確認します
ko: 시각적 효과를 활성화할 수 있는지 확인합니다.
pt_br: Verifique se os efeitos visuais podem ser ativados
zh_cn: 检查是否可以启用可视效果
zh_hk: 檢查是否可啟用視覺效果

source: <b>C_ustom:</b> Uses custom set of effects.
es: <b>_Personalizar:</b> Utiliza un conjunto personalizado de efectos.
fr: <b>Pers_onnalisé :</b> utilise un jeu d'effets personnalisé.
ja: <b>カスタム(_U):</b> 効果のカスタムセットを使用します。
ko: <b>사용자 정의(_U):</b> 사용자 정의 효과 세트를 사용합니다.
pt_br: <b>P_ersonalizado:</b> Usa conjunto de efeitos personalizado.
zh_cn: <b>自定义(_U)：</b>使用自定义效果集。
zh_hk: <b>自訂(_U)：</b> 使用自訂效果集。

source: <b>E_xtra:</b> Provides more aesthetically pleasing set of effects. Requires faster graphics-card.
es: <b>E_xtra:</b> Proporciona un conjunto de efectos de aspecto más atractivo. Necesita una tarjeta gráfica más rápida.
fr: <b>Supplé_mentaire :</b> fournit un jeu d'effets plus agréables à l'oeil. Requiert une carte graphique plus rapide.
ja: <b>追加(_X):</b> さらに見た目に美しい効果のセットを提供します。より高速なグラフィックスカードが必要です。
ko: <b>추가(_X):</b> 미적으로 만족스러운 효과 세트를 좀 더 많이 제공합니다. 이를 위해서는 더 빠른 그래픽 카드가 필요합니다.
pt_br: <b>E_xtra:</b> Proporciona um conjunto de efeitos esteticamente mais agradável. Requer placa gráfica mais rápida.
zh_cn: <b>超等(_X)：</b>提供更为美观合意的效果集。需要速度更快的图形卡。
zh_hk: <b>其他(_X)：</b>提供更賞心悅目的效果集。需要有速度更快的圖形卡。

source: <b>N_ormal:</b> Provides improved usability and good balance between attractiveness and moderate performance-requirements.
es: <b>N_ormal:</b> Brinda un uso mejorado y un buen equilibrio entre un aspecto atractivo y requisitos de rendimiento moderado.
fr: <b>N_ormal :</b> assure une facilité d'utilisation améliorée et un bon équilibre entre la qualité esthétique et un niveau de performances modéré requis.
ja: <b>通常(_O):</b> ユーザビリティーを向上させ、視覚効果と適度なパフォーマンス要件の優れたバランスを実現します。
ko: <b>일반(_O):</b> 매력성과 적당한 성능 요구 사항 간에 적절한 균형과 향상된 유용성을 제공합니다.
pt_br: <b>N_ormal:</b> Proporciona mais facilidade de uso e bom equilíbrio entre requisitos de desempenho moderado e atratividade.
zh_cn: <b>标准(_O)：</b>提供改进的可用性，并在美观性和适当的性能要求之间达到良好的平衡。
zh_hk: <b>一般(_O)：</b> 提供經改善的可用性以及在吸引力與中等效能需求之間的良好平衡。

source: <b>_None:</b> Provides a simple desktop environment without any effects.
es: <b>_Ninguno:</b> Proporciona un entorno de escritorio sencillo y sin efectos.
fr: <b>Aucu_n :</b> fournit un environnement de bureau simple, sans effet.
ja: <b>なし(_N):</b> どの効果も使用しない単純なデスクトップ環境を提供します。
ko: <b>없음(_N):</b> 어떠한 효과도 사용하지 않는 단순한 바탕화면 환경을 제공합니다.
pt_br: <b>_Nenhum:</b> Proporciona um ambiente de área de trabalho simples sem efeitos.
zh_cn: <b>无(_N)：</b>提供简单的桌面环境，没有任何效果。
zh_hk: <b>無(_N)：</b> 提供不含任何效果的簡單桌面環境。

source: Visual Effects
es: Efectos visuales
fr: Effets visuels
ja: 視覚効果
ko: 시각적 효과
pt_br: Efeitos visuais
zh_cn: 可视效果
zh_hk: 視覺效果

source: Choose applications to open different types of document
es: Elija aplicaciones para abrir distintos tipos de documento
fr: Choisir des applications pour ouvrir différents types de documents
ja: 別のタイプのドキュメントを開くアプリケーションを選択します
ko: 서로 다른 문서 유형을 열도록 응용 프로그램을 선택합니다.
pt_br: Escolha aplicativos para abrir diferentes tipos de documento
zh_cn: 选择用于打开不同类型文档的应用程序
zh_hk: 選擇用以開啟不同類型之文件的應用程式

source: Adjust the screen resolution and rotation
es: Ajustar la resolución de pantalla y rotación
fr: Régler la résolution et la rotation de l'écran
ja: 画面の解像度と回転を調整します
ko: 화면 해상도와 회전을 조정합니다.
pt_br: Ajustar a resolução e a rotação da tela
zh_cn: 调整屏幕分辨率和旋转效果
zh_hk: 調整螢幕解析度與旋轉

source: Key Binding (%s) has its action defined multiple times
es: El acceso directo (%s) tiene definida su acción varias veces
fr: L'action de la combinaison de touches (%s) est son définie plusieurs fois
ja: キー割り当て (%s) にはアクションが複数回定義されています。
ko: 키 바인딩(%s)의 작업이 여러 번 정의되었습니다.
pt_br: A ação da vinculação de teclas (%s) está definida várias vezes
zh_cn: 键绑定 (%s) 已经多次定义它的操作
zh_hk: 按鍵組合 (%s) 的動作已定義了好幾次

source: Key Binding (%s) has its binding defined multiple times
es: El acceso directo (%s) tiene definida su tecla vinculada varias veces
fr: La liaison de la combinaison de touches (%s) est définie plusieurs fois
ja: キー割り当て (%s) には割り当てが複数回定義されています。
ko: 키 바인딩(%s)의 바인딩이 여러 번 정의되었습니다.
pt_br: A vinculação da vinculação de teclas (%s) está definida várias vezes
zh_cn: 键绑定 (%s) 已经多次定义它的绑定
zh_hk: 按鍵組合 (%s) 的組合已定義了好幾次

source: Key Binding (%s) is incomplete
es: El acceso directo (%s) está incompleto
fr: La combinaison de touches (%s) est incomplète
ja: キー割り当て (%s) が完了していません
ko: 키 바인딩이 (%s) 불완전합니다
pt_br: Tecla de atalho (%s) está incompleta
zh_cn: 键盘关联 (%s) 不完整
zh_hk: 按鍵組合 (%s) 不完整

source: Custom Shortcuts
es: Teclas de acceso directo personalizadas
fr: Raccourcis personnalisés
ja: カスタムショートカット
ko: 사용자 정의 바로 가기
pt_br: Atalhos personalizados
zh_cn: 自定义快捷键
zh_hk: 自訂捷徑

source: Browse
es: Examinar
fr: Parcourir
ja: 参照
ko: 찾아보기
pt_br: Procurar
zh_cn: 浏览
zh_hk: 瀏覽

source: Custom Binding
es: Acceso directo personalizado
fr: Liaison personnalisée
ja: カスタム割り当て
ko: 사용자 정의 바인딩
pt_br: Vinculação personalizada
zh_cn: 自定义绑定
zh_hk: 自訂連結

source: Custom Shortcuts:
es: Accesos directos personalizados:
fr: Raccourcis personnalisés :
ja: カスタムショートカット:
ko: 사용자 정의 바로 가기:
pt_br: Atalhos personalizados:
zh_cn: 自定义快捷键：
zh_hk: 自訂捷徑：

source: _Browse
es: _Examinar
fr: _Parcourir
ja: 参照(_B)
ko: 찾아보기(_B)
pt_br: _Navegar
zh_cn: 浏览(_B)
zh_hk: 瀏覽(_B)

source: _Edit...
es: _Editar...
fr: _Éditer...
ja: 編集(_E)...
ko: 편집(_E)...
pt_br: _Editar...
zh_cn: 编辑(_E)...
zh_hk: 編輯...(_E)

source: _New Command:
es: _Nuevo comando:
fr: _Nouvelle commande :
ja: 新規コマンド(_N):
ko: 새 명령(_N):
pt_br: _Novo comando:
zh_cn: 新命令(_N)：
zh_hk: 新指令：(_N)

source: Set auto-repeat preferences and enforce typing breaks
es: Definir preferencias de repetición automática y forzar pausas de escritura
fr: Définir les préférences de répétition automatique et appliquer des pauses de frappe
ja: 自動繰り返しを設定し、改行の入力を強制します
ko: 자동 반복 기본 설정을 설정하고 입력 중단을 설정합니다.
pt_br: Definir preferências de repetição automática e forçar quebras na digitação
zh_cn: 设置自动重复首选项，并强制键入分隔符
zh_hk: 設定自動重複的喜好設定並強制鍵入換行

source: Set mouse button and motion preferences
es: Definir preferencias de botones y movimientos de ratón
fr: Définir les préférences de déplacement et de bouton de la souris
ja: マウスボタンと動きの設定を行います
ko: 마우스 버튼과 동작 기본 설정을 설정합니다.
pt_br: Definir preferências do botão e de movimento do mouse
zh_cn: 设置鼠标按钮和运动首选项
zh_hk: 設定滑鼠按鈕與動作喜好設定

source: Set up a network proxy for most desktop applications
es: Configurar un proxy de red para la mayoría de las aplicaciones de escritorio
fr: Configurer un proxy réseau pour la plupart des applications de bureau
ja: ほとんどのデスクトップアプリケーション用のネットワークプロキシを設定します
ko: 대부분의 바탕화면 응용 프로그램에 네트워크 프록시를 설정합니다.
pt_br: Configurar uma proxy de rede para a maioria dos aplicativos de área de trabalho
zh_cn: 为大多数桌面应用程序设置网络代理
zh_hk: 設定供大多數桌面應用程式使用的網路代理伺服器

source: Turn sounds on or off, and associate sounds with events
es: Activar o desactivar sonidos, y asociar sonidos con eventos
fr: Activer ou désactiver les sons et associer des sons aux événements
ja: サウンドのオン/オフを切り替え、サウンドをイベントに関連付けます
ko: 소리를 켜거나 끄고 이벤트에 소리를 연결시킵니다.
pt_br: Ligar e desligar o som e associar sons a eventos
zh_cn: 打开或关闭声音，并将声音与事件关联
zh_hk: 開啟或關閉聲音，並使聲音與事件產生關聯

source: Change window selection, movement and sizing behavior
es: Cambiar la selección, el movimiento y el tamaño de ventanas
fr: Modifier le comportement relatif à la sélection de fenêtre, au déplacement et au dimensionnement
ja: ウィンドウの選択、移動、およびサイジングの動作を変更します
ko: 창 선택, 이동 및 크기 조정 동작을 변경합니다.
pt_br: Alterar comportamento da seleção, do movimento e tamanho da janela
zh_cn: 更改窗口选择、移动和大小调整行为
zh_hk: 變更視窗選取、移動與大小調整運作方式
